---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointClouds.PointCollection
source: html/9e2f0516-82fb-f683-5358-b51d33c31470.htm
---
# PointCollection Members

Releases all resources used by the PointCollection